13/data/attachments/2554a1ef205106c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>soap_actions_5e574897-88e7-4f14-9482-898188db5716</nif:username>
            <nif:friendToBeRequested>Erica_because_Actions_48045_7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>